{
    "Header": {
        "title": "International Fin Academy",
        "paragraph": "Together to build generation of the future"
    },
    "About": {
        "paragraph": "Working professionally and professionally to provide intellectual capital, expertise and experiences of international quality with innovative ideas in the field of teacher training and educational and educational consultations that contribute to the upgrading of educational institutions and cadres, and the Academy adopts the best Finnish educational practices leading to prepare for the skills required for the twenty-first century.",
        "Why": [
            "Following up modernity of means and educational tools to ensure the highest educational interests.",
            "Finnish management for the Academy that move and train educational experiments which globally considered the best.",
            "Concentration on the early education."
        ],
        "Why2": [
            "A trained- qualified working team with multiple nationalities and languages in order to produce the best training and consulting services.",
            "Accurate understanding of educational needs in different countries",
            "We design curricula and educational methods professionally in line with current and future requirements."
        ]
    },
    "Services": [
        {
            "icon": "fa fa-comments",
            "name": "Consulting services",
            "text": "We provide educational consultations inspired by the leading Finnish experience in the educational field, and based on deep and modern specialized studies and research, supervised by academics, specialists and experts in the development of education experiences, we work very closely with many educational institutions to support them in various countries and provide everything new and modern."
        },
        {
            "icon": "fa fa-graduation-cap",
            "name": "Training teachers",
            "text": "The teacher needs constant training that improves his skills, knowledge and teaching behavior. At IFA Academy we offer high-level training to give teachers a great deal of competence in choosing methods that create fun for students in learning, and teachers ’desire to give and the ability to solve problems in innovative scientific ways."
        },
        {
            "icon": "fa fa-book",
            "name": "Designing educational environment",
            "text": "We assist educational institutions in designing and preparing their educational environment with the means, tools, methods and curricula it contains according to innovative methods and positive practices that enhance interaction and pleasure in learning, clear and easy to implement In order to improve educational outcomes, to reach a distinguished level of achievement for students, while having a leadership personality."
        }
      
    ],
    "Testimonials": [
        {
            "img": "img/testimonials/01.jpg",
            "title": "Kokkola city",
            "text": "The city of Coca-Cola is an important partner for us in the IFA Academy, and it is considered a cultural beacon open to nationalities, in which international cultural events and events take place and it offers advanced levels of education in its various stages. It has great experience in educational systems and methodologies through many of its institutes and universities.",
            "link": "https://www.kokkola.fi/visitkokkola/"
        },
        {
            "img": "img/testimonials/02.jpg",
            "title": "Centeria university",
            "text": "Centria University of Applied Sciences is a recognized institution of higher education in Finland, offering a range of programs and majors in business administration, science, technology, communication, transportation, health, sports, culture, human sciences, and other disciplines, provided by the university according to the highest educational quality.",
            "link": "https://web.centria.fi/en"
        },
        {
            "img": "img/testimonials/03.jpg",
            "title": "VillaElba youth center",
            "text": "An active Finnish youth center that organizes entrepreneurial activities, guided adventures, cultural and environmental events, and scare in a high-quality natural environment in accordance with the Youth Act.",
            "link": "https://www.villaelba.fi/en/youth-centre-villa-elba/"
        }
      
    ],
    "Team": [
        {
            "img": "img/team/01.jpeg",
            "name": "Muntaser Alhamad",
            "job": "Director",
            "email": "📧 muntaser.alhamad@ifacademy.fi",
            "phone": "✆ +358 408713700"
        },
        {
            "img": "img/team/03.jpeg",
            "name": "May Elsiddig",
            "job": "Regional advisor - China",
            "email": "📧 may.elsiddig@ifacademy.fi",
            "phone": "✆ +249 91 580 0558"
        },
        {
            "img": "img/team/04.jpeg",
            "name": "Dr.Shafi Abdulla",
            "job": "Regional advisor - India",
            "email": "📧 shafi.abdulla@ifacademy.fi",
            "phone": "✆ +918281080000"
        },
        {
            "img": "img/team/02.jpeg",
            "name": "Mohammad Sajjad",
            "job": "Regional advisor - Pakistan",
            "email": "📧 mohammad.sajjad@ifacademy.fi",
            "phone": "✆ +923217312002"
        }
    ],
    "Contact": {
        "address": "Ristirannankatu 5A 67100 Kokkola Finland ",
        "phone": "+358 408713700",
        "email": "info@ifacademy.fi",
        "facebook": "fb.com",
        "twitter": "twitter.com",
        "youtube": "youtube.com"
    },
    "Features": [
        {
            "icon": "fa fa-cogs",
            "title": "Creativity and quality",
            "text": "We work according to creative methods, methodologies and high-quality experiences according to the best international models in the services we provide."
        },
        {
            "icon": "fa fa-magic",
            "title": "Prepare for the future",
            "text": "We give free rein to our thinking to anticipate the needs of the future and provide our services in line with the requirements of the times."
        },
        {
            "icon": "fa fa-group",
            "title": "Innovation and diversity",
            "text": "We create tools and diversify means to provide our services in creative ways that elevate teachers and educational institutions and contribute to a qualitative shift in the level of education."
        },
        {
            "icon": "fa fa-trophy",
            "title": "Modernity and Contemporary",
            "text": "We keep pace with modernity and technological development and offer programs, curricula and practices that simulate this development."
        }
    ]
}